Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Budget 2024 invited stakeholders to provide suggestions on improving the clarity and coherence of the qualified investments regime for seven types of registered plans: Registered Retirement Savings Plans (RRSPs), Registered Retirement Income Funds (RRIFs), Tax-Free Savings Accounts (TFSAs), Registered Education Savings Plans (RESPs), Registered Disability Savings Plans (RDSPs), First Home Savings Accounts (FHSAs), and Deferred Profit Sharing Plans (DPSPs).
fr_fr: Le budget de 2024 invitait les intervenants à fournir des suggestions sur la façon d'améliorer la clarté et la cohérence des règles sur les placements admissibles pour sept types de régimes enregistrés : les régimes enregistrés d'épargne-retraite (REER), les fonds enregistrés de revenu de retraite (FERR), les comptes d'épargne libre d'impôt (CELI), les régimes enregistrés d'épargne-études (REEE), les régimes enregistrés d'épargne-invalidité (REEI), les comptes d'épargne libre d'impôt pour l'achat d'une première propriété (CELIAPP) et les régimes de participation différée aux bénéfices (RPDB).

source: The qualified investment regime governs what these plans can invest in.
fr_fr: Les règles sur les placements admissibles régissent les placements que ces régimes peuvent effectuer.

source: A broad range of assets are qualified investments, including mutual funds, publicly traded securities, government and corporate bonds, and guaranteed investment certificates.
fr_fr: Les placements admissibles couvrent un large éventail d'actifs, dont les fonds communs de placement, les titres cotés à la bourse, les obligations de gouvernements et de sociétés et les certificats de placement garanti.

source: Based on feedback received through the consultation process, Budget 2025 proposes the following amendments to simplify, streamline, and harmonise the qualified investment rules.
fr_fr: En fonction des commentaires reçus dans le cadre du processus de consultations, le budget de 2025 propose d'apporter les modifications suivantes dans le but de simplifier, de rationaliser et d'harmoniser les règles visant les placements admissibles.

source: Small Business Investments
fr_fr: Placements dans des petites entreprises

source: There are two sets of rules for registered plan investments in small businesses.
fr_fr: Il existe deux ensembles de règles pour les placements de régimes enregistrés dans les petites entreprises.

source: The first set of rules applies to RRSPs, RRIFs, TFSAs, RESPs, and FHSAs, while the second set of rules applies only to RRSPs, RRIFs, RESPs, and DPSPs.
fr_fr: Le premier ensemble de règles s'applique aux REER, aux FERR, aux CELI, aux REEE et aux CELIAPP, alors que le deuxième ensemble s'applique uniquement aux REER, aux FERR, aux REEE et au RPDB.

source: Neither set of rules applies to RDSPs.
fr_fr: Aucun des ensembles ne s'applique aux REEI.

source: The first set of rules provides for investments in what are known as specified small business corporations, venture capital corporations, and specified cooperative corporations.
fr_fr: Le premier ensemble de règles vise les placements dans ce qu'on appelle des sociétés déterminées exploitant une petite entreprise, des sociétés à capital de risque et des coopératives déterminées.

source: The second set of rules provides for investments in eligible corporations, small business investment limited partnerships, and small business investment trusts.
fr_fr: Le deuxième ensemble de règles prévoit des placements dans des sociétés admissibles, des sociétés de personnes en commandite de placement dans des petites entreprises et des fiducies de placement dans des petites entreprises.

source: Each category of investments contains a number of specific rules and restrictions, which must be met in order to qualify.
fr_fr: Chaque catégorie de placements contient un certain nombre de règles et de restrictions particulières à respecter pour qu'ils soient admissibles.

source: There is duplication and complexity within these rules, which leads to uncertainty as to which rules are meant to apply in a particular case and has led to some investment categories being underutilised.
fr_fr: Celles-ci contiennent des chevauchements et des complexités, ce qui crée de l'incertitude quant aux règles à appliquer dans un cas donné et a mené à la sous-utilisation de certaines catégories de placement.

source: As examples, the eligible corporation rules have significant overlap with the specified small business corporation rules and, in 2024, there were no small business investment trusts reported in Canada.
fr_fr: À titre d'exemples, les règles concernant les sociétés admissibles se recoupent largement avec celles des sociétés déterminées exploitant une petite entreprise, et en 2024, aucune fiducie de placement dans des petites entreprises n'a été déclarée au Canada.

source: Budget 2025 proposes to simplify and streamline the rules relating to registered plan investments in small businesses, while maintaining the ability of registered plans to make such investments.
fr_fr: Le budget de 2025 propose de simplifier et de rationaliser les règles portant sur les placements de régimes enregistrés dans de petites entreprises, tout en conservant la capacité des régimes enregistrés à effectuer de tels placements.

source: In particular, the more broadly applicable first set of rules would be maintained and extended to RDSPs, while the second set of rules would be repealed.
fr_fr: Plus précisément, le premier ensemble de règles d'application plus générale serait maintenu et s'étendrait aux REEI, alors que le deuxième ensemble de règles serait abrogé.

source: As a result,
fr_fr: Par conséquent :

source: RDSPs would be permitted to acquire shares of specified small business corporations, venture capital corporations, and specified cooperative corporations; and
fr_fr: les REEI pourraient acquérir des actions de sociétés déterminées exploitant une petite entreprise, de sociétés à capital de risque et de coopératives déterminées;

source: Shares of eligible corporations and interests in small business investment limited partnerships and small business investment trusts would no longer be qualified investments.
fr_fr: les actions de sociétés admissibles et les participations dans des sociétés de personnes en commandite de placement dans des petites entreprises et dans des fiducies de placement dans des petites entreprises ne constitueraient plus des placements admissibles.

source: These amendments would apply as of January 1, 2027.
fr_fr: Ces modifications s'appliqueraient à compter du 1 er janvier 2027.

source: Interests in small business investment limited partnerships and small business investment trusts that are acquired before 2027 under the current rules would continue to be qualified investments.
fr_fr: Les participations dans des sociétés de personnes en commandite de placement dans des petites entreprises et dans des fiducies de placement dans des petites entreprises qui sont acquises en vertu des règles actuelles avant 2027 continueraient d'être des placements admissibles.

source: It is intended that shares of eligible corporations would continue to be qualified investments under the rules relating to specified small business corporations that would be maintained.
fr_fr: Les actions de sociétés admissibles continueraient d'être considérées comme des placements admissibles en vertu des règles maintenues visant les sociétés déterminées exploitant une petite entreprise.

source: Registered Investment Regime
fr_fr: Régime de placements enregistrés

source: Registered investments are qualified investments for all registered plans.
fr_fr: Les placements enregistrés sont des placements admissibles pour tous les régimes enregistrés.

source: For a corporation or a trust to be a registered investment, it must be registered with the Canada Revenue Agency.
fr_fr: Pour qu'une société ou une fiducie soit un placement enregistré, elle doit être enregistrée auprès de l'Agence du revenu du Canada.

source: Units of a mutual fund trust are qualified investments, but the mutual fund trust can also be a registered investment.
fr_fr: Les unités d'une fiducie de fonds commun de placement sont des placements admissibles, mais la fiducie de fonds commun de placement peut aussi être enregistrée comme placement enregistré.

source: In order for a trust or corporation that is not sufficiently widely held (e.g., a trust that does not have the 150 unitholders required to qualify as a mutual fund trust) to qualify as a registered investment, the trust or corporation must hold only investments that would be qualified investments for the types of registered plans for which it is registered.
fr_fr: Pour qu'une fiducie ou une société qui n'est pas détenue de façon suffisamment large (p. ex., une fiducie qui ne compte pas les 150 détenteurs d'unités nécessaires pour être admissible comme fiducie de fonds commun de placement) soit admissible comme placement enregistré, la fiducie ou la société ne doit détenir que des placements qui seraient des placements admissibles pour les types de régimes enregistrés pour lesquels elle est enregistrée.

source: Otherwise, the trust or corporation would be liable to pay a monthly tax of up to one per cent of the acquisition-date fair market value of the non-qualified investment.
fr_fr: Sinon, la fiducie ou la société serait tenue de verser un impôt mensuel allant jusqu'à 1 % de la juste valeur marchande du placement non admissible à la date de son acquisition.

source: Stakeholders have suggested that the registration process does not add sufficient value to justify its associated compliance and administration burdens.
fr_fr: Les intervenants ont affirmé que le processus d'enregistrement n'ajoutait pas suffisamment de valeur pour en justifier les fardeaux administratifs et de conformité associés.

source: Budget 2025 proposes to replace the registered investment regime with two new categories of qualified investments which do not involve registration:
fr_fr: Le budget de 2025 propose de remplacer le régime de placement enregistré par deux nouvelles catégories de placements admissibles qui n'impliquent pas d'enregistrement :

source: Units of a trust that is subject to the requirements of National Instrument 81–102 published by the Canadian Securities Administrators (which regulates certain mutual funds and non-redeemable investment funds); and
fr_fr: Les unités d'une fiducie qui est assujettie aux exigences du Règlement 81-102 publié par les Autorités canadiennes en valeurs mobilières (qui réglemente certains fonds communs de placement et certains fonds d'investissement à capital fixe);

source: Units of a trust that is an investment fund (as defined in existing tax rules) managed by a registered investment fund manager as described in National Instrument 31–103 published by the Canadian Securities Administrators.
fr_fr: Les unités d'une fiducie de placement déterminée (au sens des règles fiscales actuelles) gérée par une personne qui est inscrite à titre de gestionnaire de fonds d'investissement au sens du Règlement 31‑103 publié par les Autorités canadiennes en valeurs mobilières.

source: It is generally expected that units or shares of funds that were registered investments would continue to qualify, either under existing rules or under one or both of the new categories of qualified investment trusts.
fr_fr: On s'attend généralement à ce que les unités ou les actions des fonds qui étaient des placements enregistrés demeurent admissibles, soit en vertu des règles actuelles ou sous l'une des nouvelles catégories de fiducies de placement admissibles, ou les deux.

source: The registered investment regime would be repealed as of January 1, 2027.
fr_fr: Le régime de placement enregistré serait abrogé en date du 1 er janvier 2027.

source: The new qualified investment trust rules would apply as of Budget Day.
fr_fr: Les nouvelles règles sur les fiducies de placement admissibles s'appliqueraient en date du jour du budget.

source: Other Changes
fr_fr: Autres changements

source: Budget 2025 also proposes to make a number of other technical legislative amendments to simplify the qualified investment rules.
fr_fr: Le budget de 2025 propose également d'apporter un bon nombre d'autres modifications législatives techniques dans le but de simplifier les règles sur les placements admissibles.

source: Notably, the qualified investment rules for six types of registered plans (i.e., all plans except DPSPs) would be consolidated into one definition in the Income Tax Act .
fr_fr: Notamment, les règles sur les placements admissibles pour six régimes enregistrés (c.-à-d. tous les régimes sauf les RPDB) seraient regroupées dans une seule définition dans la Loi de l'impôt sur le revenu .

source: In addition, the list of qualified investments prescribed in the Income Tax Regulations would be updated and reorganised by asset class (e.g., debt instruments or equity instruments).
fr_fr: En outre, la liste des placements admissibles prescrits dans le Règlement de l'impôt sur le revenu serait mise à jour et réorganisée par catégorie de biens (p. ex., titres de créance ou titres de capitaux propres).

source: These changes are intended to make the rules simpler and clearer.
fr_fr: Ces changements visent à rendre les règles plus simples et plus claires.

source: Information Sharing – Worker Misclassification
fr_fr: Échange de renseignements – Classification erronée des effectifs

source: Budget 2024 announced that Employment and Social Development Canada (ESDC) and the Canada Revenue Agency (CRA) would enter into data-sharing agreements to facilitate inspections and enforcement to address worker misclassification.
fr_fr: Le budget de 2024 a annoncé qu'Emploi et Développement social Canada (EDSC) et l'Agence du revenu du Canada (ARC) concluraient des ententes d'échanges de données pour faciliter les inspections et l'application de la loi afin de remédier aux erreurs de classification des effectifs.

source: The misclassification of employees as independent contractors is of particular concern in the trucking industry.
fr_fr: La classification erronée des employés comme étant des entrepreneurs indépendants est particulièrement préoccupante dans le secteur du camionnage.

source: ESDC recently began sharing information with the CRA, but information-sharing restrictions in the tax rules prevent the CRA from sharing the required information with ESDC.
fr_fr: EDSC a récemment commencé à échanger des renseignements avec l'ARC, mais les restrictions prévues dans les règles fiscales concernant l'échange de renseignements empêchent l'ARC de communiquer les renseignements requis à EDSC.

source: Budget 2025 proposes to amend the information sharing provisions of the Income Tax Act and the Excise Tax Act to allow the CRA to share taxpayer information (under the Income Tax Act ) and confidential information (under the Excise Tax Act ) with ESDC for the purposes of the administration and enforcement of the Canada Labour Code as it relates to the classification of workers.
fr_fr: Le budget de 2025 propose de modifier les dispositions sur l'échange de renseignements de la Loi de l'impôt sur le revenu et de la Loi sur la taxe d'accise afin de permettre à l'ARC de communiquer à EDSC des renseignements confidentiels (en vertu de la Loi de l'impôt sur le revenu et de la Loi sur la taxe d'accise ) en vue de l'application et de l'exécution du Code canadien du travail en ce qui concerne la classification des effectifs.

source: This measure would come into force on royal assent of the enacting legislation.
fr_fr: Cette mesure entrerait en vigueur à la date de la sanction royale de la loi habilitante.

source: Home Accessibility Tax Credit
fr_fr: Crédit d'impôt pour l'accessibilité domiciliaire

source: The Home Accessibility Tax Credit is a non-refundable tax credit that applies at the lowest personal income tax rate on up to $20,000 of eligible home renovation or alteration expenses per calendar year.
fr_fr: Le crédit d'impôt pour l'accessibilité domiciliaire est un crédit d'impôt non remboursable qui s'applique au plus bas taux d'imposition du revenu des particuliers sur un maximum de 20 000 $ de dépenses admissibles de rénovation ou de modification des logements par année civile.

source: Expenses must be incurred to improve the safety, accessibility, or functionality of an eligible dwelling of a qualifying individual who is aged 65 or older or eligible for the Disability Tax Credit.
fr_fr: Les dépenses doivent être engagées pour améliorer la sécurité, l'accessibilité ou la fonctionnalité d'un logement admissible d'un particulier déterminé qui est âgé de 65 ans ou plus, ou qui est autorisé à demander le crédit d'impôt pour personnes handicapées.

source: The Medical Expense Tax Credit is a non-refundable tax credit that applies at the lowest personal income tax rate on the amount of qualifying medical and disability-related expenses in excess of the lesser of $2,834 (for 2025) and 3 per cent of the claimant's net income.
fr_fr: Le crédit d'impôt pour frais médicaux est un crédit d'impôt non remboursable qui s'applique au plus bas taux d'imposition du revenu des particuliers sur le montant des frais médicaux et des dépenses liées à l'invalidité admissibles qui excède le moins élevé des montants suivants : 2 834 $ (pour 2025) et 3 % du revenu net du particulier.

source: Medical Expense Tax Credit-eligible expenses include certain costs to build or renovate a home to improve access or mobility for persons with disabilities.
fr_fr: Les frais admissibles à ce crédit d'impôt comprennent certains coûts liés à la construction d'un logement ou à la rénovation de celui-ci, en vue d'en améliorer l'accessibilité ou la mobilité pour les personnes handicapées.

source: At present, if the eligibility criteria for both credits are met, taxpayers can claim both credits in respect of the same expense.
fr_fr: À l'heure actuelle, si les critères d'admissibilité pour les deux crédits sont remplis, les contribuables peuvent demander les deux crédits pour une même dépense.

source: Budget 2025 proposes to amend the Income Tax Act such that an expense claimed under the Medical Expense Tax Credit cannot also be claimed under the Home Accessibility Tax Credit.
fr_fr: Le budget de 2025 propose de modifier la Loi de l'impôt sur le revenu afin qu'une dépense demandée en vertu du crédit d'impôt pour frais médicaux ne puisse pas également être demandée au titre du crédit d'impôt pour l'accessibilité domiciliaire.

source: This measure would apply to the 2026 and subsequent taxation years.
fr_fr: Cette mesure s'appliquerait aux années d'imposition 2026 et suivantes.

source: 21-Year Rule
fr_fr: La règle des 21 ans

source: Personal trusts are generally deemed to have disposed of their capital property and certain other property for fair market value proceeds on the 21st anniversary of their creation, and every 21st anniversary thereafter (the "21-year rule").
fr_fr: En règle générale, les fiducies personnelles sont réputées avoir disposé de leurs immobilisations et de certains autres biens en contrepartie d'un produit égal à leur juste valeur marchande au 21 e anniversaire du jour où elles ont été établies, et à tous les 21 e anniversaires par la suite (la « règle des 21 ans »).

source: This prevents personal trusts from being used to indefinitely postpone tax on accrued gains.
fr_fr: Cette règle vise à empêcher le recours à des fiducies personnelles pour reporter indéfiniment l'impôt sur les gains accumulés.

source: Where property is transferred by a trust on a tax-deferred basis to a new trust, a rule prevents the avoidance of the 21-year rule.
fr_fr: Lorsqu'une fiducie transfère un bien à une nouvelle fiducie avec report d'impôt, une règle sert à empêcher l'évitement de la règle des 21 ans.

source: In that case, the new trust essentially inherits the earlier 21-year anniversary of the old trust.
fr_fr: Dans ce cas, la nouvelle fiducie hérite essentiellement du 21 e anniversaire antérieur de l'ancienne fiducie.

source: This ensures that the transferred property remains subject to the same 21-year period that applied to the old trust.
fr_fr: Ainsi, le bien transféré demeure assujetti à la même période de 21 ans qui s'appliquait à l'ancienne fiducie.

source: Certain tax avoidance planning techniques have been employed to transfer trust property indirectly to a new trust to avoid both the 21-year rule and the anti-avoidance rule.
fr_fr: Certaines techniques de planification d'évitement fiscal ont été employées afin de transférer indirectement des biens d'une fiducie à une autre dans le but d'éviter à la fois la règle des 21 ans et la règle anti-évitement.

source: For example, this planning may involve trust property being transferred on a tax-deferred basis to a beneficiary that is a corporation owned by a new trust.
fr_fr: Par exemple, cette planification peut comprendre le transfert de biens avec report d'impôt d'une fiducie à un bénéficiaire qui est une société appartenant à une nouvelle fiducie.

source: This planning seeks to do indirectly what cannot be done directly.
fr_fr: Cette planification cherche à faire indirectement ce qu'il n'est pas possible de faire directement.

source: Budget 2025 proposes to broaden the current anti-avoidance rule for direct trust-to-trust transfers to include indirect transfers of trust property to other trusts.
fr_fr: Le budget de 2025 propose d'élargir la règle anti-évitement actuelle visant les transferts directs entre fiducies de manière à inclure les transferts indirects de biens d'une fiducie à d'autres fiducies.

source: This measure would apply in respect of transfers of property that occur on or after Budget Day.
fr_fr: Cette mesure s'appliquerait relativement aux transferts de biens effectués à compter du jour du budget.

source: Canada Carbon Rebate
fr_fr: Remise canadienne sur le carbone

source: The Canada Carbon Rebate (CCR) is the main mechanism for returning proceeds from the federal fuel charge directly to Canadians residing in provinces where the charge applied, provided they meet eligibility requirements (including filing a tax return).
fr_fr: La Remise canadienne sur le carbone (RCC) est le principal mécanisme permettant de remettre les produits de la redevance fédérale sur les combustibles directement aux Canadiens résidant dans les provinces où la redevance s'appliquait, à condition qu'ils répondent aux critères d'admissibilité (y compris la production d'une déclaration de revenus).

source: With the removal of the federal fuel charge as of April 1, 2025, the government provided a final quarterly CCR payment starting in April 2025 to eligible households.
fr_fr: Avec l'élimination de la redevance fédérale sur les combustibles qui est entrée en vigueur le 1 er avril 2025, le gouvernement a effectué un dernier versement trimestriel de la RCC aux ménages admissibles à compter d'avril 2025.

source: To support the winding down of mechanisms to return fuel charge proceeds, Budget 2025 proposes to amend the Income Tax Act to provide that no CCR payments would be made in respect of tax returns, or adjustment requests, filed after October 30, 2026.
fr_fr: Afin d'appuyer l'élimination progressive des mécanismes de remise des produits de la redevance sur les combustibles, le budget de 2025 propose de modifier la Loi de l'impôt sur le revenu afin de prévoir qu'aucun versement de la RCC ne serait effectué à l'égard de déclarations de revenus ou de demandes de redressement présentées après le 30 octobre 2026.

source: Business Income Tax Measures
fr_fr: Mesures visant l'impôt sur
